Repository: gabrielssilva/questlab
Catalog: locale/*/LC_MESSAGES/The Legend of Z.po
Languages: pt_br

source: created by %s on %s
pt_br: criado por %s em %s

source: Create a Character
pt_br: Criar um Personagem

source: Your Character “%s” has not been activated yet
pt_br: Seu Personagem “%s” ainda não foi ativado

source: Show Quests
pt_br: Exibir Desafios

source: Recalculate XPs
pt_br: Recalcular XP

source: Last Achievement
pt_br: Última Conquista

source: Show %s-Profile
pt_br: Exibir Perfil %s

source: New user
pt_br: Novo usuário

source: Username is too short (min. %d chars)
pt_br: Nome de usuário é muito curto (min. %d caracteres)

source: Username is too long (max. %d chars)
pt_br: Nome de usuário é muito longo (max. %d caracteres)

source: Username contains illegal characters
pt_br: Nome de usuário contém caracteres não permitidos

source: Username already exists
pt_br: Nome de usuário já existe

source: Username invalid
pt_br: Nome de usuário inválido

source: Prename is too short (min. %d chars)
pt_br: Primeiro Nome é muito curto (min. %d caracteres)

source: Prename is too long (max. %d chars)
pt_br: Primeiro Nome é muito longo (max. %d caracteres)

source: Prename contains illegal characters
pt_br: Primeiro Nome contém caracteres não permitidos

source: Prename invalid
pt_br: Primeiro Nome inválido

source: Surname is too short (min. %d chars)
pt_br: Último Nome é muito curto (min. %d caracteres)

source: Surname is too long (max. %d chars)
pt_br: Último Nome é muito longo (max. %d caracteres)

source: Surname contains illegal characters
pt_br: Último Nome possui caracteres não permitidos

source: Surname invalid
pt_br: Último Nome inválido

source: E‑mail address invalid
pt_br: Edenreço de E-mail inválido

source: E‑mail address already exists
pt_br: Endereço de E-mail já existe

source: Password is too short (min. %d chars)
pt_br: Senha muito curta (min. %d caracteres)

source: Password is too long (max. %d chars)
pt_br: Senha muito longa (max. %d caracteres)

source: Passwords does not match
pt_br: Senhas não correspondem

source: Password invalid
pt_br: Senha inválida

source: Prename
pt_br: Primeiro Nome

source: Surname
pt_br: Último Nome

source: E‑mail address
pt_br: Endereço de E‑Mail

source: Repeat password
pt_br: Repita a senha

source: Delete user
pt_br: Apagar usuário

source: Should the user “%s” (%s) really be deleted?
pt_br: O usuário “%s” (%s) deveria mesmo ser apagado?

source: Edit user
pt_br: Editar usuário

source: Mail notifications
pt_br: Notificações de E-Mail

source: Create new user
pt_br: Criar novo usuário

source: Login failed
pt_br: O acesso falhou

source: Manage users
pt_br: Gerenciar usuários

source: Registration
pt_br: Registro

source: E‑Mail address has to end with @%s
pt_br: O endereço de E-Mail deve terminar com @%s

source: Register
pt_br: Registrar

source: Roles
pt_br: Funções

source: Edit XP-levels
pt_br: Editar níveis de XP

source: Create new XP-level
pt_br: Criar novo nível de XP

source: User “%s” has registered a new Character for the Seminary “%s”
pt_br: Usuário “%s” registrou um novo Personagem para o Seminário “%s”

source: Character “%s” has submitted a new submission for the Quest “%s” of the Seminary “%s”
pt_br: Personagem “%s”submeteu uma nova submissão para o Desafio “%s” do Seminário “%s”

source: Your submission for the Quest “%s” of the Seminary “%s” has been approved
pt_br: Sua submissão para o Desafio “%s” do Seminário “%s” foi aprovada

source: A new user has been registered
pt_br: Um novo usuário se registrou

source: Hello %s
pt_br: Olá %s
