Repository: gabrielssilva/questlab
Catalog: locale/*/LC_MESSAGES/The Legend of Z.po
Languages: pt_br

source: %s-Achievements
pt_br: Conquistas %s

source: Admin
pt_br: Administrador

source: Moderator
pt_br: Moderador

source: User
pt_br: Usuário

source: New user registration
pt_br: Registro de novo usuário

source: New Character registration
pt_br: Registro de Novo Personagem

source: New Character submission
pt_br: Submissão de Novo Personagem

source: Character submission approved
pt_br: Submissão de personagem aprovada

source: solved
pt_br: Resolvido!

source: Copy
pt_br: Copiar

source: Boss-Fight
pt_br: Batalha com o chefe

source: Boss name
pt_br: Nome do chefe

source: Boss image
pt_br: Imagem do chefe

source: Boss lives
pt_br: Vidas do chefe

source: Character lives
pt_br: Vidas do personagem

source: Stages
pt_br: Estágios

source: save
pt_br: salvar

source: Character
pt_br: Personagem

source: Boss
pt_br: Chefe

source: lost
pt_br: perdido

source: Choose
pt_br: Escolher

source: solve
pt_br: Resolver

source: Choice input is too short (min. %d chars)
pt_br: Alternativa é muito curta (min. %d caracteres)

source: Choice input is too long (max. %d chars)
pt_br: Alternativa é muito longa (max. %d caracteres)

source: Choice input invalid
pt_br: Alternativa inválida

source: Please select correct choice
pt_br: Por favor escolha a alternativa correta

source: Text
pt_br: Texto

source: Add field
pt_br: Adicionar campo

source: Choice inputs
pt_br: Alternativas

source: Preview
pt_br: Pré-visualização

source: Error during file upload: %s
pt_br: Erro durante upload do arquivo: %s

source: File has wrong type “%s”
pt_br: Arquivo tem um tipo “%s” incorreto

source: File exceeds size maximum
pt_br: Arquivo excede o tamanho máximo

source: File invalid
pt_br: Arquivo inválido

source: Step %d
pt_br: Passo %d

source: Field
pt_br: Campo

source: Upload background image
pt_br: Upload de imagem de fundo

source: Allowed file types
pt_br: Tipos de arquivo permitidos

source: %s-files
pt_br: Arquivos %s

source: next step
pt_br: próximo passo

source: Drop-items
pt_br: Descartar-itens

source: Size
pt_br: Tamanho

source: Position
pt_br: Posição

source: previous step
pt_br: passo anterior

source: Drag-items
pt_br: Arrastar-itens

source: Answer input is too short (min. %d chars)
pt_br: Resposta é muito curta (min. %d caracteres)

source: Answer input is too long (max. %d chars)
pt_br: Resposta é muito longa (max. %d caracteres)

source: Answer input invalid
pt_br: Resposta inválida

source: Questions
pt_br: Questões

source: Question
pt_br: Questão

source: Remove question
pt_br: Remover questão

source: Add question
pt_br: Adicionar questão

source: Question %d of %d
pt_br: Questão %d de %d

source: solve Question
pt_br: resolver Questão

source: Your submissions
pt_br: Suas submissões

source: submitted at %s on %s h
pt_br: submetido em %s de %s h

source: This submission is waiting for approval
pt_br: Esta submissão está aguardando por aprovação

source: Approved on %s at %s
pt_br: Aprovado em %s de %s h

source: Approved by %s on %s at %s
pt_br: Aprovado por %s em %s em %s h

source: Similar submissions
pt_br: Submissões similares

source: Similarity
pt_br: Similaridade

source: Comment
pt_br: Comentar

source: unsolved
pt_br: não resolvido

source: Regex invalid
pt_br: Regex inválida

source: Fields
pt_br: Campos

source: You filled %d of %d fields correctly
pt_br: Você preencheu %d de %d campos corretamente

source: Keyword
pt_br: Palavra-chave

source: Answers
pt_br: Respostas

source: Answer
pt_br: Resposta

source: correct
pt_br: corretoa

source: correct answer
pt_br: Resposta correta

source: Questtype Empty
pt_br: Tipo de Quest vazia

source: Questtype bossfight
pt_br: Batalha com o chefe

source: Questtype choiceinput
pt_br: Alternativa

source: Questtype crossword
pt_br: Palavras cruzadas

source: Questtype dragndrop
pt_br: Arrastar e soltar

source: Questtype multiplechoice
pt_br: Múltipla escolha

source: Questtype submit
pt_br: Submissão

source: Questtype textinput
pt_br: Entrada de texto

source: %d XPs
pt_br: %d XP

source: registered on %s
pt_br: registado em %s

source: Error
pt_br: Erro

source: Achievements
pt_br: Conquistas

source: Edit Achievement conditions
pt_br: Editar condições de Conquista

source: Conditions
pt_br: Condições

source: Date
pt_br: Data

source: Value
pt_br: Valor

source: Count
pt_br: Contagem

source: Quest
pt_br: Desafio

source: unset
pt_br: não definido

source: entered
pt_br: entrado

source: submitted
pt_br: submetido

source: Group by
pt_br: Agrupar por

source: Achievement
pt_br: Conquista

source: delete
pt_br: apagar

source: New condition
pt_br: Nova condição

source: create new QR-Code
pt_br: criar novo QR-Code

source: Create Achievement
pt_br: Criar Conquista

source: Error during picture upload: %s
pt_br: Erro durante upload da imagem: %s

source: Picture has wrong type “%s”
pt_br: Imagem tem o tipo “%s” errado

source: Picture exceeds size maximum
pt_br: Imagem excede o tamanho máximo

source: Picture invalid
pt_br: Imagem inválida

source: Title is too short (min. %d chars)
pt_br: Título é muito curto (min. %d caracteres)

source: Title is too long (max. %d chars)
pt_br: Título é muito longo (max. %d caracteres)

source: Title contains illegal characters
pt_br: Título contém caracteres não permitidos

source: Title already exists
pt_br: Título já existe

source: Title invalid
pt_br: Título inválido

source: Deadline has wrong format
pt_br: Deadline tem o formato errado

source: Deadline invalid
pt_br: Deadline inválida

source: Images
pt_br: Imagens

source: Unachieved
pt_br: Não conquistado

source: Achieved
pt_br: Conquistado

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Show progress
pt_br: Exibir progresso

source: Secret Achievement
pt_br: Conquista Secreta

source: Only achieveable by one Character
pt_br: Conquistável por apenas um personagem

source: All conditions
pt_br: Todas as condições

source: Achievement conditions date
pt_br: Data

source: Achievement conditions Character
pt_br: Personagem

source: Achievement conditions Quest
pt_br: Desafio

source: Achievement conditions Achievement
pt_br: Meta Conquista

source: save and edit conditions
pt_br: salvar e editar condições

source: Delete Achievement
pt_br: Apagar Conquista

source: Should the Achievement “%s” really be deleted?
pt_br: A conquista “%s” deveria mesmo ser apagada?

source: cancel
pt_br: cancelar

source: Edit Achievement
pt_br: Edotar Conquista

source: Condition
pt_br: Condição

source: Changing the condition will delete all current conditions
pt_br: Alterar a condição vai apagar todas as condições atuais

source: edit conditions
pt_br: editar condições

source: Create new Achievement
pt_br: Criar nova Conquista

source: Manage Achievements
pt_br: Gerenciar Conquistas

source: Achievement description
pt_br: Conquistas são prêmios por suas realizações durante a jornada. Elas servemcomo lembretes de marcos na história, ações especiais, e eventosengraçados ou interessantes que você experimenta.

source: Seldom Achievements
pt_br: Conquistas raras

source: Achievement has been achieved only %d times
pt_br: Conquista foi conseguida apenas %d vezes

source: Most successful collectors
pt_br: Coletores mais bem-sucedidos

source: Character has achieved %d Achievement
pt_br: Personagem conseguiu %d Conquistas

source: Character has achieved %d Achievements
pt_br: Personagem conseguiu %d Conquistas

source: Personal Achievements
pt_br: Conquistas Pessoais

source: Own progress: %d %%
pt_br: Progresso próprio: %d%%

source: Rank
pt_br: Classificação

source: You achieved %d of %d Achievements so far
pt_br: Você conseguiu %d de %d Conquistas até agora

source: achieved at: %s
pt_br: Conquistada em: %s

source: Continue playing to unlock this secret Achievement
pt_br: Continue jogando para destravar esta Conquista secreta

source: edit
pt_br: editar

source: Character Groups
pt_br: Grupos de personagens

source: New %s Character group
pt_br: Novo Grupo de personagens %s

source: Error during icon upload: %s
pt_br: Erro durante o upload do ícone: %s

source: Icon has wrong type “%s”
pt_br: Ícone tem o tipo “%s” inválido

source: Icon exceeds size maximum
pt_br: Ícone excede o tamanho máximo

source: Icon invalid
pt_br: Ícone inválido

source: Name is too short (min. %d chars)
pt_br: Nome é muito curto (min. %d caracteres)

source: Name is too long (max. %d chars)
pt_br: Nome é muito longo (max. %d caracteres)

source: Name contains illegal characters
pt_br: Nome contém caracteres não permitidos

source: Name already exists
pt_br: Nome já existe

source: Name invalid
pt_br: Nome inválido

source: Motto is too long (max. %d chars)
pt_br: Lema é muito longo (max. %d caracteres)

source: Motto invalid
pt_br: Lema inválido

source: Icon
pt_br: Ícone

source: Name
pt_br: Nome

source: Motto
pt_br: Lema

source: create
pt_br: criar

source: New Character groups-group
pt_br: Novo Tipo de Grupo

source: preferred
pt_br: preferido

source: Delete %s Character group
pt_br: Apagar o Grupo %s

source: Should the %s Character group “%s” really be deleted?
pt_br: O Grupo %s “%s” deveria mesmo ser apagado?

source: Delete Character groups-group
pt_br: Apagar Tipo de Grupo

source: Should the Character groups-group “%s” really be deleted?
pt_br: O Tipo de Grupo “%s” deveria mesmo ser apagado?

source: Edit %s Character group
pt_br: Editar o Grupo %s

source: Edit Character groups-group
pt_br: Editar Tipo de Grupo

source: Manage %s Character group
pt_br: Gerenciar Grupo %s

source: Members
pt_br: Membros

source: Member
pt_br: Membro

source: Characters
pt_br: Personagens

source: %s-Quests
pt_br: Desafios %s

source: XPs
pt_br: XP

source: Manage %s-Achievements
pt_br: Gerenciar Conquistas %s

source: Create new %s Character group
pt_br: Novo Grupo %s

source: Create new %s-Quest
pt_br: Novo Desafio %s

source: Create new %s-Achievement
pt_br: Criar nova Conquista %s

source: Create new Character groups-group
pt_br: Novo Tipo de Grupo

source: Remove Characters
pt_br: Apagar Personagens

source: Filter Characters
pt_br: Filtrar Personagens

source: Add Characters
pt_br: Adicionar Personagens

source: Quests
pt_br: Desafios

source: %s-Group to show
pt_br: Grupo %s a exibir

source: proceed
pt_br: prosseguir

source: Create %s-Achievement
pt_br: Criar Conquista %s

source: Delete %s-Achievement
pt_br: Apagar Conquista %s

source: Should the %s-Achievement “%s” really be deleted?
pt_br: O Desafio %s “%s” deveria mesmo ser apagado?

source: Edit %s-Achievement
pt_br: Editar Desafio “%s”

source: assign manually
pt_br: atribuir manualmente

source: New %s-Quest
pt_br: Novo Desafio “%s”

source: XPs not set
pt_br: XP não definido

source: XPs contain illegal characters
pt_br: XP contém caracteres não permitidos

source: XPs invalid
pt_br: XP inválido

source: Questgroup
pt_br: Grupo de Desafios

source: Rules
pt_br: Regras

source: Won-text
pt_br: Texto de vitória

source: Lost-text
pt_br: Texto de derrota

source: Delete %s-Quest
pt_br: Apagar Desafio %s

source: Should the %s-Quest “%s” really be deleted?
pt_br: O Desafio %s “%s” deveria mesmo ser deleatdo?

source: Edit %s-Quest
pt_br: Editar Desafio “%s”

source: public
pt_br: público

source: Media
pt_br: Mídia

source: delete selected
pt_br: remover selecionados

source: upload
pt_br: uoload

source: %d Stations
pt_br: %d Estações

source: Not attended
pt_br: Não compareceram

source: Set XPs
pt_br: Definir XP

source: Manage %s-Quest
pt_br: Gerenciar Desafio %s

source: Won Quest
pt_br: Desafio Vencido

source: Lost Quest
pt_br: Desafio Perdido

source: Character Groups Quest Stations
pt_br: Estações

source: Create new station
pt_br: Criar nova estação

source: Select %s-Group
pt_br: Selecionar Grupo %s

source: Station not yet discovered
pt_br: Estação ainda não descoberta

source: New Station
pt_br: Nova Estação

source: Location
pt_br: Localização

source: Basic data
pt_br: Dados básicos

source: Stationttype Empty
pt_br: Tipo de Estação vazio

source: Stationtype singlechoice
pt_br: Escolha única

source: Stationtype multiplechoice
pt_br: Múltipla escolha

source: Stationtype keyword
pt_br: Palavra-chave

source: Prolog
pt_br: Prólogo

source: Task
pt_br: Tarefa

source: Correctly solved
pt_br: Resolvido corretamente

source: Right text
pt_br: Texto correto

source: Incorreclty solved
pt_br: Incorretamente resolvido

source: Wrong text
pt_br: Texto incorreto

source: Delete Station
pt_br: Remover Estação

source: Should the Station “%s” really be deleted?
pt_br: A estação “%s” deveria mesmo ser apagada?

source: Edit Station
pt_br: Editar Estação

source: edit task
pt_br: editar tarefas

source: Edit Station task
pt_br: Editar tarefa da Estação

source: solved at %s
pt_br: resolvido em %s

source: failed at %s
pt_br: fracassado em %s

source: Back to overview
pt_br: Voltar para a visão geral

source: Edit Character
pt_br: Editar Personagem

source: Delete Character
pt_br: Remover Personagem

source: Total progress
pt_br: Progresso total

source: Level
pt_br: Nivel

source: Milestones
pt_br: Marcos

source: Last Quest
pt_br: Último Desafio

source: Topic progress
pt_br: Progresso do tópico

source: Should the Character “%s” of user “%s” (%s) really be deleted?
pt_br: O Personagem “%s” do usuário “%s” (%s) deveria mesmo ser apagado?

source: Character name is too short (min. %d chars)
pt_br: Nome do Personagem é muito curto (min. %d caracteres)

source: Character name is too long (max. %d chars)
pt_br: Nome do Personagem é muito longo (max. %d caracteres)

source: Character name contains illegal characters
pt_br: Nome do Personagem contém caracteres não permitidos

source: Character name already exists
pt_br: Nome do Personagem já existe

source: Character name invalid
pt_br: Nome do Personagem é inválido

source: Please select a gender
pt_br: Por favor selecione um gênero

source: Character properties
pt_br: Propriedades do Personagem

source: Character name
pt_br: Nome do Personagem

source: Gender
pt_br: Gênero

source: Select gender
pt_br: Selecionar gênero

source: Female
pt_br: Feminino

source: Male
pt_br: Masculino

source: Display settings
pt_br: Exibir configurações

source: Charactertitle
pt_br: Título do Personagem

source: no title
pt_br: sem título

source: The Seminary field “%s” is invalid
pt_br: O campo “%s” do Serminário é inválido

source: Seminary fields
pt_br: Campos do Seminário

source: Manage XP-levels
pt_br: Gerenciar níveis de XP

source: Manage Charactertypes
pt_br: Gerenciar Tipos de Personagem

source: Manage Charactertitles
pt_br: Gerenciar Títulos de Personagem

source: Manage Characters
pt_br: Gerenciar Personagens

source: Filters
pt_br: Filtros

source: Sortorder
pt_br: Ordem de classificação

source: Role
pt_br: Função

source: Date of registration
pt_br: Data de registro

source: Apply filters
pt_br: Aplicar filtros

source: Show more
pt_br: Exibir mais

source: Show all
pt_br: Exibir tudo

source: Sort list
pt_br: Ordenar lista

source: Add role
pt_br: Adicionar Função

source: Remove role
pt_br: Apagar Função

source: Create Character
pt_br: Criar Personagem

source: Please choose an avatar
pt_br: Por favor escolha um avatar

source: Charactertitles
pt_br: Títulos de Personagem

source: Create new Charactertitle
pt_br: Criar novo Título de Personagem

source: Male title is too short (min. %d chars)
pt_br: Título masculino é muito curto (min. %d caracteres)

source: Male title is too long (max. %d chars)
pt_br: Título masculino é muito longo (max. %d caracteres)

source: Male title already exists
pt_br: Título masculino já existe

source: Male title invalid
pt_br: Título masculino inválido

source: Female title is too short (min. %d chars)
pt_br: Título feminino é muito curto (min. %d caracteres)

source: Female title is too long (max. %d chars)
pt_br: Título feminino é muito longo (max. %d caracteres)

source: Female title already exists
pt_br: Título feminino já eixste

source: Female title invalid
pt_br: Título feminino inválido

source: Male title
pt_br: Título masculino

source: Female title
pt_br: Título feminino

source: Delete Charactertitle
pt_br: Apagar Título de Personagem

source: Should the Charactertitle “%s/%s” really be deleted?
pt_br: O Título de Personagem “%s/%s” deveria mesmo ser apagado?

source: Charactertypes
pt_br: Tipos de Personagem

source: Edit Charactertype
pt_br: EDitar Tipo de Personagem

source: Create new Charactertype
pt_br: Criar novo Tipo de Personagem

source: Delete Charactertype
pt_br: Apagar Tipo de Personagem

source: Should the Characterytpe “%s” really be deleted?
pt_br: O Tipo de Personagem “%s” deveria mesmo ser apagado?

source: Avatars
pt_br: Avatares

source: Error during avatar portrait upload: %s
pt_br: Erro durante o upload da imagem de avatar: %s

source: Avatar portrait has wrong type “%s”
pt_br: Imagem de avatar tem o tipo “%s” errado

source: Avatar portrait exceeds size maximum
pt_br: Imagem de avatar excede o tamanho máximo

source: Avatar portrait invalid
pt_br: Imagem de avatar inválida

source: Error during avatar upload: %s
pt_br: Erro durante o upload do avatar: %s

source: Avatar has wrong type “%s”
pt_br: Avatar tem o tipo “%s” errado

source: Avatar exceeds size maximum
pt_br: Avatar excede o tamanho máximo

source: Avatar invalid
pt_br: Avatar inválido

source: Protrait
pt_br: Retrato

source: Create new Character type
pt_br: Criar novo Tipo de Personagem

source: Login
pt_br: Acessar

source: Username
pt_br: Nome de usuário

source: Password
pt_br: Senha

source: or
pt_br: ou

source: register yourself
pt_br: registrar-se

source: Level-up
pt_br: Passou de nível

source: You have reached level %d
pt_br: Você alcançou o nível %d

source: Introduction text
pt_br: Texto de introdução

source: Please enter an introduction text
pt_br: Por favor entre com um texto de introdução

source: This application is powered by %s and is licensed under the %s
pt_br: Esta aplicação é powered by %s e licensiada sob %s

source: Library
pt_br: Biblioteca

source: New Questtopic
pt_br: Novo Tema

source: Delete Questtopic
pt_br: Apagar Tema

source: Should the Questtopic “%s” really be deleted?
pt_br: O Tema “%s” deveria mesmo ser apagado?

source: Edit Questtopic
pt_br: Editar Tema

source: Edit Questsubtopics
pt_br: Editar Subtema

source: Create new Questsubtopic
pt_br: Criar novo Subtema

source: Create new Questtopic
pt_br: Criar novo Tema

source: Library description, %s, %s
pt_br: Nesta página você encontrará todos os Temas do Seminário “%s” e todasas missões para verificar e tentar de novo. Seu progresso em “%s” afetaa Biblioteca. Então, jogue regularmente e destrave todo o conteúdo,Missão por Missão.

source: Total progress: %d %%
pt_br: Progresso Total: %d%%

source: Add Quest
pt_br: Adicionar Desafio

source: Manage
pt_br: Gerenciar

source: Manage Questtopic
pt_br: Gerenciar Tema

source: Map
pt_br: Mapa

source: Edit Map
pt_br: Editar Mapa

source: Users
pt_br: Usuários

source: Seminaries
pt_br: Seminários

source: Pages
pt_br: Páginas

source: Logout
pt_br: Sair

source: Image source
pt_br: Fonte da imagem

source: Create page
pt_br: Criar página

source: Delete page
pt_br: Apagar página

source: Should the page “%s” really be deleted?
pt_br: A página “%s” deveria mesmo ser apagada?

source: Edit page
pt_br: Editar página

source: New page
pt_br: Nova página

source: Questgroups
pt_br: Grupo de Desafios

source: Create Questgroup
pt_br: Criar Grupo de Desafios

source: Error during moodpic upload: %s
pt_br: Erro durante o upload da imagem: %s

source: Moodpic has wrong type “%s”
pt_br: Imagem tem o tipo “%s” inválido

source: Moodpic exceeds size maximum
pt_br: Imagem excede o tamanho máximo

source: Moodpic invalid
pt_br: Imagem inválida

source: Context
pt_br: Contexto

source: Questgroupshierarchy
pt_br: Hierarquia

source: Moodpic
pt_br: Imagem de Humor

source: Delete Questgroup
pt_br: Apagar Grupo de Desafio

source: Should the Questgroup “%s” really be deleted?
pt_br: O Grupo de Desafio “%s” deveria mesmo ser apagado?

source: Edit Questgroup
pt_br: Editar Grupo de Desadios

source: Edit Questgroup texts
pt_br: Questgruppetexte bearbeiten

source: New Questgroup text
pt_br: Novo texto de Grupo de Desafios

source: Move Questgroup
pt_br: Mover Grupo de Desafios

source: Should the Questgroup “%s” really be moved?
pt_br: O Grupo de Desafios “%s” deveria mesmo ser movido?

source: move
pt_br: mover

source: Create new Quest
pt_br: Criar novo Desafio

source: Edit Questgroupshierarchy
pt_br: Editar Hierarquia

source: Delete Questgroupshierarchy
pt_br: Apagar Hierarquia

source: Found optional Questline
pt_br: Encontrar melhor questiline

source: Add new Questgroup
pt_br: Adicionar novo Grupo de Desafios

source: New Questgroupshierarchy
pt_br: Nova Hierarquia

source: Title (singular)
pt_br: Título (singular)

source: Title (plural)
pt_br: Título (plural)

source: Add new Questgroupshierarchy
pt_br: Adicionar nova Hierarquia

source: Create Questgroupshierarchy
pt_br: Criar nova Hierarquia

source: Title (singular) is too short (min. %d chars)
pt_br: Título (singular) é muito curto (min. %d caracteres)

source: Title (singular) is too long (max. %d chars)
pt_br: Título (singular) é muito longo (max. %d caracteres)

source: Title (singular) already exists
pt_br: Título (singular) já existe

source: Title (singular) invalid
pt_br: Título (singular) inválido

source: Title (plural) is too short (min. %d chars)
pt_br: Título (plural) é muito curto (min. %d caracteres)

source: Title (plural) is too long (max. %d chars)
pt_br: Título (plural) é muito longo (max. %d caracteres)

source: Title (plural) already exists
pt_br: Título (plural) já existe

source: Title (plural) invalid
pt_br: Título (plural) inválido

source: Should the Questgroupshierarchy “%s” really be deleted?
pt_br: A hierarquia “%s” deveria mesmo ser apagada?

source: Create Quest
pt_br: Criar Fesafio

source: Picture
pt_br: Imagem

source: Entry text
pt_br: Texto de entrada

source: Delete Quest
pt_br: Apagar Desafio

source: Should the Quest “%s” really be deleted?
pt_br: O Desafio “%s” deveria mesmo ser apagado?

source: Edit Quest
pt_br: Editar Desafio

source: Edit Quest task
pt_br: Editar Tarefa do Desafio

source: Edit Quest texts
pt_br: Editar textos do Desafio

source: delete text
pt_br: apagar texto

source: all
pt_br: todos

source: Questtype
pt_br: Tipo de Desafio

source: open submissions
pt_br: submissões abertas

source: Quest completed.
pt_br: Desafio completo.

source: You have earned %d XPs.
pt_br: Você obteve %d XP.

source: Task already successfully solved
pt_br: Tarefa já resolvida com sucesso

source: Show answer
pt_br: Exibir resposta

source: Game over
pt_br: Fim de jovo

source: Epilog
pt_br: Epílogo

source: Continuation
pt_br: Continuação

source: Go on
pt_br: Vá em frente

source: Let’s go
pt_br: Vamos lá!

source: Submission of %s
pt_br: Sumissão de %s

source: Submissions
pt_br: Submissões

source: Copy seminary
pt_br: Copiar seminário

source: Copying of files failed: “%s”
pt_br: Cópia dos arquivos falhou: “%s”

source: Copying of Seminary failed: “%s”
pt_br: Cópia dos seminários falhou: “%s”

source: Course is too long (max. %d chars)
pt_br: Curso é muito ongo (max. %d caracteres)

source: Course invalid
pt_br: Curso inválido

source: Course
pt_br: Curso

source: Elements
pt_br: Elementos

source: XP-Levels
pt_br: Níveis de XP

source: Character Groups Quests
pt_br: Desafios de Grupos de Personagens

source: Character Groups Achievements
pt_br: Conquistas de Grupos de Personagens

source: copy
pt_br: copiar

source: New seminary
pt_br: Novo Seminário

source: Delete seminary
pt_br: Apagar Seminário

source: Should the seminary “%s” really be deleted?
pt_br: O Seminário “%s” deveria mesmo ser apagado?

source: Edit seminary
pt_br: Editar Seminário

source: Create new seminary
pt_br: Criar novo Seminário
